export const firstAidInfo = [
    {
        "firstAidName": "Ускладнення дихання",
        "recommends": "Переконайтеся, що дихальні шляхи вільні. Звільніть будь-які блокування. Якщо потрібно, виконайте штучне дихання та надайте першу допомогу постраждалому.",
        "fullInfo": "Дії для надання першої допомоги у випадку ускладнення дихання:\n\n1. Переконайтеся, що потерпілий може дихати, звільніть дихальні шляхи від будь-яких блокувань, таких як об'єкти або вомбатізм.\n2. Розгляньте можливість надання штучного дихання, якщо потерпілий не дихає або дихає неправильно. Використовуйте методи реанімації, такі як рот-вух-рот або рот-вух-нос, зробивши вдихи і видихи для постраждалого.\n3. Негайно викличте медичну допомогу для подальшого лікування та огляду."
    },
    {
        "firstAidName": "Кровотеча",
        "recommends": "Застосуйте прямий тиск на місце кровотечі, використовуючи чисту тканину або пов'язку. Підніміть постраждалу кінцівку, якщо це безпечно. Якщо кровотеча не зупиняється, викличте невідкладну медичну допомогу.",
        "fullInfo": "Дії для надання першої допомоги у випадку кровотечі:\n\n1. Постарайтеся зупинити кровотечу, наклавши прямий тиск на місце кровотечі. Використовуйте чисту тканину або пов'язку і натискайте на місце кровотечі. Не використовуйте прямий тиск, якщо на місці кровотечі є чужорідне тіло.\n2. Якщо можливо, підніміть постраждалу кінцівку вище рівня серця, це допоможе зменшити кровоток.\n3. У випадках сильної кровотечі, коли не вдається зупинити кровотечу, негайно викличте швидку медичну допомогу."
    },
    {
        "firstAidName": "Удушення",
        "recommends": "Виконуйте спосіб Гаймліха, накладайте струмінний тиск на живіт постраждалого. Виконуйте різні рухи, направлені вгору і всередину, щоб спровокувати видавлювання перешкоди.",
        "fullInfo": "Дії для надання першої допомоги у випадку удушення:\n\n1. Переконайтеся, що потерпілий не може кашляти, говорити або дихати. Це може свідчити про блокування дихальних шляхів.\n2. Станьте ззаду за потерпілим і обхопіть його руки навколо талії.\n3. Накладіть струмінний тиск на живіт постраждалого, виконуючи різні рухи вгору і всередину. Це може спровокувати видавлювання перешкоди.\n4. Якщо потерпілий втратить свідомість, негайно почніть виконувати реанімацію серця."
    },
    {
        "firstAidName": "Зламані кінцівки",
        "recommends": "Забезпечте спокій та іммобілізацію зламаної кінцівки. Накладіть шину або фіксуючий матеріал на зламану ділянку. Зверніться до медичної допомоги.",
        "fullInfo": "Дії для надання першої допомоги у випадку зламаних кінцівок:\n\n1. Забезпечте спокій потерпілому і уникайте рухів, що можуть погіршити пошкодження.\n2. Іммобілізуйте зламану кінцівку, застосувавши шину або фіксуючий матеріал. Накладіть шину з обох боків зламаної ділянки, щоб уникнути рухів.\n3. Зверніться до медичної допомоги, щоб отримати додаткову оцінку та лікування."
    },
    {
        "firstAidName": "Тепловий удар",
        "recommends": "Перенесіть потерпілого в тінь, розхитайте його та застосуйте прохолодні компреси. Дайте пити холодну воду. Викличте медичну допомогу.",
        "fullInfo": "Дії для надання першої допомоги у випадку теплового удару:\n\n1. Негайно перенесіть потерпілого в тінь або в прохолодне місце.\n2. Розхитайте потерпілого, щоб сприяти відведенню тепла з його тіла.\n3. Застосуйте прохолодні компреси на голову, шию і тіло потерпілого. Використовуйте холодну воду або лід, обгорнутий у рушник або тканину.\n4. Дайте потерпілому пити прохолодну воду, якщо він може пити.\n5. Негайно викличте медичну допомогу для подальшого лікування та огляду."
    },
    {
        "firstAidName": "Укуси тварин",
        "recommends": "Промийте укус теплою водою та милом. Застосуйте антисептичний засіб та покрийте укус чистою пов'язкою. Зверніться до медичного фахівця для огляду та лікування.",
        "fullInfo": "Дії для надання першої допомоги у випадку укусів тварин:\n\n1. Промийте укус теплою водою та милом протягом 5 хвилин. Це допоможе видалити бруд та зменшити ризик інфекції.\n2. Застосуйте антисептичний засіб на укусну рану, щоб запобігти інфекції. Можна використовувати розчин перекису водню або антисептичний розчин на основі йоду.\n3. Покрийте укус чистою пов'язкою або газою, щоб запобігти бруду і бактеріям у потраплянні до рани.\n4. Зверніться до медичного фахівця для огляду та лікування, особливо якщо укус важкий, великий або викликає підозру на інфекцію."
    },
    {
        "firstAidName": "Опіки",
        "recommends": "Промийте опік холодною водою протягом 10-20 хвилин. Накладіть стерильну пов'язку на опік. Зверніться до медичного фахівця для оцінки тяжкості опіку та отримання лікування.",
        "fullInfo": "Дії для надання першої допомоги у випадку опіків:\n\n1. Промийте опік холодною проточною водою протягом 10-20 хвилин. Холодна вода допоможе знизити температуру тканин і зменшить подразнення.\n2. Не застосовуйте лід безпосередньо на опік, оскільки це може спричинити подальшу травму шкіри.\n3. Покрийте опік стерильною пов'язкою або чистою тканиною. Це допоможе захистити опік від бруду та запобігти інфекції.\n4. Зверніться до медичного фахівця для оцінки тяжкості опіку та отримання подальшого лікування."
    },
    {
        "firstAidName": "Укуси комах",
        "recommends": "Видаліть жало, якщо воно залишилося. Промийте місце укусу теплою водою та милом. Застосуйте холодний компрес на уражену ділянку. Застосуйте засіб проти свербіння або заспокійливе засіб за потреби.",
        "fullInfo": "Дії для надання першої допомоги у випадку укусів комах:\n\n1. Видаліть жало, якщо воно залишилося після укусу. Використайте пінцет або край ножа, щоб обережно видалити жало. Не використовуйте пальці або пінцет з великими кінцями, оскільки це може стиснути жало та спричинити подальше виділення отрути.\n2. Промийте місце укусу теплою водою та мильним розчином протягом 5 хвилин. Це допоможе знизити ризик інфекції та очистить уражену ділянку.\n3. Застосуйте холодний компрес на місце укусу, щоб зменшити пухирчики, свербіж та запалення. Обгорніть крижину або лід у рушник або тканину та нанесіть на уражену ділянку протягом 10-15 хвилин.\n4. Застосуйте засіб проти свербіння, якщо укус супроводжується сильним свербінням. Можна використовувати засіб з алое вера, каламіну або антігістаміновий крем.\n5. При необхідності, зверніться до медичного фахівця, якщо укус супроводжується алергічною реакцією, важкими симптомами чи погіршенням стану."
    },
    {
        "firstAidName": "Асфіксія",
        "recommends": "Викличте невідкладну медичну допомогу. Розпочніть виконувати штучне дихання та серцево-легеневу реанімацію, якщо ви навчені. Виконайте прийоми Heimlich для видалення блокування дихальних шляхів.",
        "fullInfo": "Дії для надання першої допомоги у випадку асфіксії:\n\n1. Викличте невідкладну медичну допомогу. Повідомте оператора про ситуацію та оточуючі обставини.\n2. Якщо ви навчені, розпочніть виконувати штучне дихання та серцево-легеневу реанімацію (СЛР). СЛР виконується у випадку, коли потерпілий не дихає та його серце не б'ється. Дотримуйтесь вказівок для правильного проведення процедури.\n3. Якщо потерпілий може кашляти або видихнути повітря, необхідно виконати прийоми Heimlich для видалення блокування дихальних шляхів. Спостерігайте за ознаками облегшення та продовжуйте надавати допомогу, доки не прибуде медичний фахівець."
    },
    {
        "firstAidName": "Анафілаксичний шок",
        "recommends": "Викличте невідкладну медичну допомогу. Дайте потерпілому епінефрин (адреналін), якщо він має з собою автоін'єктор. Допоможіть потерпілому зайняти положення, в якому йому комфортно.",
        "fullInfo": "Дії для надання першої допомоги у випадку анафілаксичного шоку:\n\n1. Викличте невідкладну медичну допомогу. Негайно повідомте про ситуацію та необхідність медичної допомоги.\n2. Дайте потерпілому епінефрин (адреналін), якщо він має з собою автоін'єктор. Ін'єкцію слід здійснити згідно з інструкцією в автоін'єкторі.\n3. Допоможіть потерпілому зайняти положення, в якому йому комфортно. Зазвичай рекомендується сидяче положення з ногами, піднятими вище рівня серця.\n4. Спостерігайте за станом потерпілого та надавайте необхідну допомогу, доки не прибуде медичний фахівець."
    },
    {
        "firstAidName": "Поріз",
        "recommends": "Промийте поріз проточною водою. Застосуйте стерильну пов'язку або чисту тканину для зупинки кровотечі. Зверніться до медичного фахівця, якщо поріз глибокий або вимагає швів.",
        "fullInfo": "Дії для надання першої допомоги у випадку порізів:\n\n1. Промийте поріз проточною водою. Намагайтеся обминати використання мила, оскільки воно може подразнювати рану. Видаліть будь-які частинки бруду або сторонні предмети з рани.\n2. Застосуйте стерильну пов'язку або чисту тканину на поріз, щоб зупинити кровотечу. Притисніть пов'язку безпосередньо на рану та зафіксуйте її. Якщо кровотеча сильна, додатково накладіть ще одну пов'язку або тканину поверх першої.\n3. Зверніться до медичного фахівця для оцінки глибини порізу та потреби у швах. Глибокі порізи, які не зупиняються кровотечею, можуть вимагати медичної уваги та швидкого лікування."
    },
    {
        "firstAidName": "Задуха",
        "recommends": "Відійдіть від джерела задухи. Викличте невідкладну медичну допомогу. Заохочуйте потерпілого кашляти або дихати повітрям з великою кількістю кисню. Виконайте штучне дихання, якщо потерпілий перестав дихати.",
        "fullInfo": "Дії для надання першої допомоги у випадку задухи:\n\n1. Відійдіть від джерела задухи. Забезпечте свіже повітря та уникайте подальшого впливу нашкоджуючих факторів.\n2. Викличте невідкладну медичну допомогу. Повідомте оператора про ситуацію та оточуючі обставини.\n3. Заохочуйте потерпілого кашляти або дихати повітрям з великою кількістю кисню. Це може допомогти видалити частинки, які можуть блокувати дихальні шляхи.\n4. Виконайте штучне дихання, якщо потерпілий перестав дихати. Зверніться до навчених осіб або медичного фахівця, якщо ви необізнані з правильною технікою штучного дихання."
    },
]
